// 國旅券
export const DOMESTIC_TRAVEL = [
  '21',
  '32',
  '98',
  '67',
  '97',
  '410',
  '87',
  '04',
  '40',
  '29',
  '71',
];

// i原券
export const I_YAUN = ['64', '85', '12', '59'];

// 農遊券
export const AGRICULTURE = ['89', '32', '54', '597', '453', '152', '50', '13'];

// 藝FUN券
export const ART_FUN_DIGIT = [
  '96',
  '15',
  '07',
  '30',
  '73',
  '98',
  '19',
  '11',
  '78',
  '00',
  '39',
  '22',
  '61',
  '23',
];

// 藝FUN券
export const ART_FUN_PAPER = [
  '39',
  '37',
  '23',
  '36',
  '79',
  '08',
  '14',
  '75',
  '76',
  '31',
  '06',
  '51',
  '65',
  '81',
];

// 動滋券
export const SPORTS = [
  '97',
  '13',
  '19',
  '55',
  '71',
  '93',
  '381',
  '734',
  '644',
  '453',
  '985',
];

// 客庄券
export const HAKKA = ['81', '900'];

// 地方創生券
export const REGIONAL_REVITALIZATION = [
  '081',
  '105',
  '594',
  '188',
  '089',
  '396',
  '521',
  '467',
  '912',
  '798',
  '358',
  '441',
  '367',
  '941',
  '335',
];
